import pic0 from "../../public/Assets/Images/LandingPage/Body6/Pic0.webp";
import pic1 from "../../public/Assets/Images/LandingPage/Body6/Pic1.webp";
import pic2 from "../../public/Assets/Images/LandingPage/Body6/Pic2.webp";
import pic6 from "../../public/Assets/Images/LandingPage/Body6/Pic6.png";
import notif from "../../public/Assets/Images/LandingPage/Body6/Notif.webp";
import timer from "../../public/Assets/Images/LandingPage/Body6/Timer.webp";
import { StaticImageData } from "next/image";
interface Body6CardsTypes {
  mainFrame: StaticImageData;
  subject: string;
  summary: string;
  notifLogo: StaticImageData;
  notif: string;
  timerLogo: StaticImageData;
  time: string;
  id: number;
  text: string;
  frame: StaticImageData;
}
export const Body6Cards: Body6CardsTypes[] = [
  {
    mainFrame: pic2,
    subject: "معاینه و تست چشم",
    summary: "انجام معاینه چشم و تست بینایی بخشی مهمی در سالم ماندن...",
    notifLogo: notif,
    notif: "2 دیدگاه",
    timerLogo: timer,
    time: "شنبه 19 تیر 1402",
    id: 1,
    /////////
    text: "چشم های آبی شما واقعاً به رنگ آبی نیستند رنگ چشم‌ها را دو فقط عامل می تواننند تعیین کنند، یکی از آن ها درصد رنگدانه‌های موجود در ملانین عنبیه است و عامل دیگر میزان پراکنده بودن نور در قسمت بافت عنبیه است. بسیاری از افراد تصور میکنند که افرادی رنگ چشمشان آبی یا سبز است، رنگدانه‌های آبی یا سبز در چشمان خود دارند، عاملی که باعث می‌شود رنگ چشم‌ یک فرد آبی یا سبز شود، همین پراکندگی های متفاوت نور در چشم‌های افراد است. به عبارت دیگر، همان‌طور که آسمان آبی است، به خاطر آبی بودن رنگ آسمان نیست و ناشی از پراکنده شدن نور خورشید در جو زمین است، رنگ آبی چشم‌ها هم را نیز این فرایند باعث می‌شود در هنگامی که در لایه فوقانی ملانین یا رنگدانه وجود نداشته باشد ، چشم ها رنگ آبی به خود می گیرند. رنگ آبی از نوری که در مایعات چشم و از طریق لایه های زیر منعکس می شود ، بوجود می آید. ساختار رنگ چشم بسیار پیچیده است.بسیاری از والدین عقیده دارند فقط با نگاه کردن به چشم رنگ چشم کودک را پیش بینی کرد، درصورتی که همچنین چیزی صحت ندارد و حتی والدینی که رنگ چشمان یکسانی دارند،درصد اینکه فرزندی با رنگ عنبیه های متفاوتی داشته باشند بسیار زیاد است .بر اساس تحقیقات نشان داده شده چشم های آبی در ۶۰۰۰ تا ۱۰۰۰۰ سال گذشته پدیدار شده اند. قبل از آن همه چشم های به رنگ قهوه ای بوده است. نکته: رنگ چشم به عنبیه بستگی دارد به قسمت رنگی چشم عنبیه گفته می شود. این ساختاری است که شامل عضله و سلولهای دیگر است. عنبیه با انقباض و شل شدن می تواند نور کم یا زیاد را وارد مردمک کند. عنبیه از دو لایه تشکیل شده است. تقریباً برای همه – حتی افراد با چشم آبی – در لایه پشتی (به نام اپیتلیوم رنگدانه) رنگدانه قهوه ای وجود دارد.لایه میانی عنبیه که به آن استروما میگویند می تواند چشم های قهوه ای را به رنگ آبی یا سبز نشان دهد. افرادی که چشمهایشان قهوه ای است ، در برخی از سلول های آن ها رنگدانه قهوه ای وجود دارد. افرادی که چشمهای آبی دارند ، در این لایه میانی هیچ رنگدانه ای وجود ندارد و باعث می شود که فیبرها پراکنده شوند",
    frame: pic6,
  },
  {
    mainFrame: pic1,
    subject: "چشم‌های آبی شما واقعا آبی نیستند",
    summary: "چشم های آبی شما واقعاً به رنگ آبی نیستند رنگ چشم‌ها را دو..",
    notifLogo: notif,
    notif: "2 دیدگاه",
    timerLogo: timer,
    time: "شنبه 17 تیر 1402",
    id: 2,
    /////////
    text: "چشم های آبی شما واقعاً به رنگ آبی نیستند رنگ چشم‌ها را دو فقط عامل می تواننند تعیین کنند، یکی از آن ها درصد رنگدانه‌های موجود در ملانین عنبیه است و عامل دیگر میزان پراکنده بودن نور در قسمت بافت عنبیه است. بسیاری از افراد تصور میکنند که افرادی رنگ چشمشان آبی یا سبز است، رنگدانه‌های آبی یا سبز در چشمان خود دارند، عاملی که باعث می‌شود رنگ چشم‌ یک فرد آبی یا سبز شود، همین پراکندگی های متفاوت نور در چشم‌های افراد است. به عبارت دیگر، همان‌طور که آسمان آبی است، به خاطر آبی بودن رنگ آسمان نیست و ناشی از پراکنده شدن نور خورشید در جو زمین است، رنگ آبی چشم‌ها هم را نیز این فرایند باعث می‌شود در هنگامی که در لایه فوقانی ملانین یا رنگدانه وجود نداشته باشد ، چشم ها رنگ آبی به خود می گیرند. رنگ آبی از نوری که در مایعات چشم و از طریق لایه های زیر منعکس می شود ، بوجود می آید. ساختار رنگ چشم بسیار پیچیده است.بسیاری از والدین عقیده دارند فقط با نگاه کردن به چشم رنگ چشم کودک را پیش بینی کرد، درصورتی که همچنین چیزی صحت ندارد و حتی والدینی که رنگ چشمان یکسانی دارند،درصد اینکه فرزندی با رنگ عنبیه های متفاوتی داشته باشند بسیار زیاد است .بر اساس تحقیقات نشان داده شده چشم های آبی در ۶۰۰۰ تا ۱۰۰۰۰ سال گذشته پدیدار شده اند. قبل از آن همه چشم های به رنگ قهوه ای بوده است. نکته: رنگ چشم به عنبیه بستگی دارد به قسمت رنگی چشم عنبیه گفته می شود. این ساختاری است که شامل عضله و سلولهای دیگر است. عنبیه با انقباض و شل شدن می تواند نور کم یا زیاد را وارد مردمک کند. عنبیه از دو لایه تشکیل شده است. تقریباً برای همه – حتی افراد با چشم آبی – در لایه پشتی (به نام اپیتلیوم رنگدانه) رنگدانه قهوه ای وجود دارد.لایه میانی عنبیه که به آن استروما میگویند می تواند چشم های قهوه ای را به رنگ آبی یا سبز نشان دهد. افرادی که چشمهایشان قهوه ای است ، در برخی از سلول های آن ها رنگدانه قهوه ای وجود دارد. افرادی که چشمهای آبی دارند ، در این لایه میانی هیچ رنگدانه ای وجود ندارد و باعث می شود که فیبرها پراکنده شوند",
    frame: pic6,
  },
  {
    mainFrame: pic0,
    subject: " درمان تنبلی چشم",
    summary: "تنبلی چشم یکی از انواع اختلالات بینایی است که بر اثر آن در ی...",
    notifLogo: notif,
    notif: "2 دیدگاه",
    timerLogo: timer,
    time: "شنبه 17 تیر 1402",
    id: 3,
    /////////
    text: "چشم های آبی شما واقعاً به رنگ آبی نیستند رنگ چشم‌ها را دو فقط عامل می تواننند تعیین کنند، یکی از آن ها درصد رنگدانه‌های موجود در ملانین عنبیه است و عامل دیگر میزان پراکنده بودن نور در قسمت بافت عنبیه است. بسیاری از افراد تصور میکنند که افرادی رنگ چشمشان آبی یا سبز است، رنگدانه‌های آبی یا سبز در چشمان خود دارند، عاملی که باعث می‌شود رنگ چشم‌ یک فرد آبی یا سبز شود، همین پراکندگی های متفاوت نور در چشم‌های افراد است. به عبارت دیگر، همان‌طور که آسمان آبی است، به خاطر آبی بودن رنگ آسمان نیست و ناشی از پراکنده شدن نور خورشید در جو زمین است، رنگ آبی چشم‌ها هم را نیز این فرایند باعث می‌شود در هنگامی که در لایه فوقانی ملانین یا رنگدانه وجود نداشته باشد ، چشم ها رنگ آبی به خود می گیرند. رنگ آبی از نوری که در مایعات چشم و از طریق لایه های زیر منعکس می شود ، بوجود می آید. ساختار رنگ چشم بسیار پیچیده است.بسیاری از والدین عقیده دارند فقط با نگاه کردن به چشم رنگ چشم کودک را پیش بینی کرد، درصورتی که همچنین چیزی صحت ندارد و حتی والدینی که رنگ چشمان یکسانی دارند،درصد اینکه فرزندی با رنگ عنبیه های متفاوتی داشته باشند بسیار زیاد است .بر اساس تحقیقات نشان داده شده چشم های آبی در ۶۰۰۰ تا ۱۰۰۰۰ سال گذشته پدیدار شده اند. قبل از آن همه چشم های به رنگ قهوه ای بوده است. نکته: رنگ چشم به عنبیه بستگی دارد به قسمت رنگی چشم عنبیه گفته می شود. این ساختاری است که شامل عضله و سلولهای دیگر است. عنبیه با انقباض و شل شدن می تواند نور کم یا زیاد را وارد مردمک کند. عنبیه از دو لایه تشکیل شده است. تقریباً برای همه – حتی افراد با چشم آبی – در لایه پشتی (به نام اپیتلیوم رنگدانه) رنگدانه قهوه ای وجود دارد.لایه میانی عنبیه که به آن استروما میگویند می تواند چشم های قهوه ای را به رنگ آبی یا سبز نشان دهد. افرادی که چشمهایشان قهوه ای است ، در برخی از سلول های آن ها رنگدانه قهوه ای وجود دارد. افرادی که چشمهای آبی دارند ، در این لایه میانی هیچ رنگدانه ای وجود ندارد و باعث می شود که فیبرها پراکنده شوند",
    frame: pic6,
  },
];
export default Body6Cards;
