export const Body5Cards = [
    {
      question: "بعد از عمل لازک چشم چه علایم موقتی پدیدار می شود؟",
      answer: "بعدش تا یک هفته جق ممنوع",
    },
    {
      question: "بعد از عمل لازک چشم چه علایم موقتی پدیدار می شود؟",
      answer: "بعدش تا یک هفته جق ممنوع",
    },
    {
      question: "بعد از عمل لازک چشم چه علایم موقتی پدیدار می شود؟",
      answer: "بعدش تا یک هفته جق ممنوع",
    },
    {
      question: "بعد از عمل لازک چشم چه علایم موقتی پدیدار می شود؟",
      answer: "بعدش تا یک هفته جق ممنوع",
    },
   
  ];
  export default Body5Cards;
  